Repository: hernikplays/opencanteen
Catalog: lib/l10n/app_*.arb
Languages: cs

source: About
cs: O Aplikaci

# agree
source: I agree
cs: Souhlasím

source: Balance:
cs: Kredit:

# cannotOrder
source: This food cannot be ordered.
cs: Toto jídlo není možné objednat.

source: Close
cs: Zavřít

# copyright
source: © 2022 Matyáš Caras and contributors
cs: © 2022 Matyáš Caras a přispěvatelé

# disagree
source: I disagree
cs: Nesouhlasím

# errorContacting
source: Failed to contact the server, check your connection.
cs: Nastala chyba při kontaktování serveru, zkontrolujte připojení

# errorOrdering
source: Could not order food.
cs: Jídlo se nepodařilo objednat

source: Exchange
cs: Burza

# exchangeError
source: Could not put food on exchange.
cs: Nepodařilo se vložit jídlo na burzu

source: Friday
cs: Pátek

source: Home
cs: Domů

# httpLogin
source: You are trying to sign in using an insecure HTTP connection, are you sure you want to continue?
cs: Snažíte se přihlásit přes nešifrované spojení HTTP, jste si jisti, že tak chcete učinit?

# inExchange
source: ON EXCHANGE
cs: V BURZE

# license
source: Released under the GNU GPLv3
cs: Vydáno pod licencí GNU GPLv3

source: Loading...
cs: Načítání...

# logIn
source: Sign in
cs: Přihlášení

# loggingIn
source: Signing you in...
cs: Přihlašuji vás...

# loginFailed
source: Sign in failed
cs: Přihlášení se nezdařilo

# menu
source: Food Menu
cs: Jídelníček

source: Monday
cs: Pondělí

# mustLogout
source: To go online, pull down.
cs: Online přejdete přetažením dolů.

source: No
cs: Ne

source: No, change
cs: Ne, změnit

# noExchange
source: No meal in exchange
cs: Žádné jídlo v burze

# noFood
source: No meal for this day
cs: Žádné jídlo pro tento den

# notOfficial
source: This is not an official app for accessing iCanteen. The author is not responsible for non-functionality or losses while using this app. By continuing you agree.
cs: Toto není oficiální aplikace k ovládání iCanteen. Autor neručí za ztráty nebo nefunkčnost v souvislosti s používáním této aplikace. Pokračováním souhlasíte.

# offline
source: YOU ARE OFFLINE
cs: JSTE OFFLINE

source: Order
cs: Objednat

# orderSuccess
source: Meal ordered succesfully
cs: Jídlo bylo úspěšně objednáno

source: Ordered
cs: Objednáno

source: Ordering...
cs: Objednávám...

source: Password
cs: Heslo

source: Pull to reload
cs: Potáhněte zvrchu pro načtení

source: Remember me
cs: Zapamatovat si mě

# reportBugs
source: Feedback
cs: Zpětná vazba

source: Saturday
cs: Sobota

# saveOffline
source: Save today's menu offline
cs: Ukládat jídelníček offline

source: Settings
cs: Nastavení

source: Sign out
cs: Odhlásit se

# skipWeekend
source: Skip weekends when browsing menu
cs: Při procházení menu přeskočit víkend

source: Sunday
cs: Neděle

source: Thursday
cs: Čtvrtek

source: Tuesday
cs: Úterý

source: Username
cs: Uživatelské jméno

# verifyExchange
source: Are you sure you want to put this meal on exchange?
cs: Opravdu chcete vložit jídlo na burzu?

source: Warning!
cs: Pozor!

source: Wednesday
cs: Středa

source: Yes
cs: Ano

# aboutFromExch
source: No food? No problem!
cs: Žádné jídlo? Žádný problém!

# aboutOrder
source: Order with a tap
cs: Klepnutím objednáte

# aboutToExch
source: Don't want your food?
cs: Nemáte chuť?

# appDesc
source: OpenCanteen is a mobile app for accessing iCanteen.
cs: OpenCanteen je neoficiální aplikace pro přístup do obědového systému iCanteen

# howFromExch
source: Simply check the exchange from the sidebar and order when a meal is available.
cs: Z vysunovacího menu přejděte do burzy a objednejte si z dostupných jídel

# howOrder
source: Simply tap on a meal with a blue checkbox next to it and it's done!
cs: Jednoduše klepněte na jídlo s modrým políčkem a máte objednáno

# howToExch
source: If you cannot cancel your order, simply long-tap on the ordered food and put it into the exchange.
cs: Stačí dlouze podržet jméno objednaného jídla a můžete ho přesunout na nebo z burzy

# welcome
source: Welcome to OpenCanteen
cs: Vítejte v OpenCanteen

source: Next
cs: Další

# checkOrdered
source: Check if I have ordered food for the next week
cs: Kontrolovat, jestli mám objednáno na příští týden

# noOrder
source: You did not order any food for the next week!
cs: Na přístí týden nemáte objednané žádné jídlo!

# corrupted
source: The saved credentials seem to be corrupted, please try clearing the application's data.
cs: Nastal problém s dešifrováním uložených údajů, prosím zkuste vyčistit veškerá data této aplikace.

# notifyAt
source: Send notification at
cs: Odeslat v

# notifyLunch
source: Send a notification with meal info
cs: V určený čas odeslat notifikaci s informacemi o obědě

# lunchNotif
source: Today's ordered meal
cs: Dnes máte objednáno

source: Error
cs: Chyba

# needRemember
source: You need to save your login details on the login screen first
cs: Musíte své přihlašovací údaje uložit na přihlašovací obrazovce

# notifyWarning
source: Your device may have battery optimization enabled. This may cause notifications to not be sent. Check the application info in your device's settings.
cs: Vaše zařízení může mít povolenou optimalizaci baterie, což může způsobovat neodesílání oznámení. Zkontrolujte nastavení ve vašem zařízení.

# signOutWarn
source: Do you really want to sign out?
cs: Opravdu se chcete odhlásit?

source: Jump
cs: Přeskočit

# source
source: Source code
cs: Zdrojový kód

# review
source: Review the app
cs: Ohodnotit aplikaci

# saveCount
source: Number of days to save offline (Current limit is 7)
cs: Počet dnů dostupných offline (Akt. limit je 7)

# errorSaving
source: An error occured while trying to save menu offline, try again later.
cs: Při ukládání offline nastala chyba, zkuste to znovu později.

# todayTooltip
source: Go to today's meal
cs: Přejít na dnešní jídelníček
